{ "translations": {
    "Zimbra unread emails" : "Email chưa đọc trong Zimbra",
    "Zimbra events" : "Các sự kiện Zimbra",
    "Your Zimbra session has expired, please re-authenticate in your user settings." : "Phiên của Zimbra của bạn đã hết hạn, vui lòng đăng nhập lại trong cài đặt người dùng của bạn.",
    "Bad HTTP method" : "Phương thức HTTP không hợp lệ",
    "Bad credentials" : "Thông tin đăng nhập không hợp lệ.",
    "Zimbra request error" : "Lỗi yêu cầu Zimbra",
    "Zimbra request failure" : "Yêu cầu đến Zimbra thất bại",
    "Invalid credentials" : "Thông tin đăng nhập không hợp lệ.",
    "Invalid response" : "Phản hồi không hợp lệ",
    "Login server error" : "Lỗi đăng nhập máy chủ",
    "Login error" : "Lỗi đăng nhập",
    "Connected accounts" : "Đã kết nối tài khoản",
    "Zimbra integration" : "Tích hợp Zimbra",
    "Integration of Zimbra" : "Tích hợp của Zimbra",
    "Zimbra integration into Nextcloud provides a dashboard widget for unread emails,\n one for upcoming events, a search provider for emails and the ability to search for Zimbra contacts in Nextcloud.\n\nNextcloud will suggest your Zimbra contacts addresses when you search for a contact via the top-right contacts menu\nor when you search for someone to share a file to." : "Tích hợp Zimbra vào Nextcloud cung cấp một bảng điều khiển tiện ích để hiển thị email chưa đọc, một tiện ích để hiển thị các sự kiện sắp tới, một nhà cung cấp tìm kiếm cho email và khả năng tìm kiếm các danh bạ Zimbra trong Nextcloud.\n\nNextcloud sẽ đề xuất địa chỉ email của các danh bạ Zimbra khi bạn tìm kiếm một liên hệ thông qua menu liên hệ ở góc trên bên phải hoặc khi bạn tìm kiếm để chia sẻ tệp tin cho ai đó.",
    "Default Zimbra server" : "Máy chủ Zimbra mặc định",
    "A pre-auth key is required to refresh expired user sessions when 2FA is enabled on your Zimbra server." : "Mã khóa xác thực trước là cần thiết để làm mới phiên người dùng hết hạn khi 2FA được kích hoạt trên máy chủ Zimbra của bạn.",
    "Zimbra pre-auth key (optional)" : "Mã khóa xác thực trước Zimbra (tuỳ chọn)",
    "Zimbra admin options saved" : "Các tùy chọn quản trị Zimbra đã được lưu",
    "Failed to save Zimbra admin options" : "Không thể lưu các tùy chọn quản trị Zimbra",
    "Zimbra instance address" : "Địa chỉ của Zimbra instance ",
    "Login" : "Đăng nhập",
    "Zimbra login" : "Đăng nhập Zimbra",
    "Password" : "Mật khẩu",
    "Zimbra password" : "Mật khẩu Zimbra",
    "Second authentication factor" : "Yếu tố xác thực thứ hai",
    "Connect to Zimbra" : "Kết nối với Zimbra",
    "Connected as {user}" : "Kết nối bởi {user}",
    "Disconnect from Zimbra" : "Ngắt kết nối khỏi Zimbra",
    "Enable searching for emails" : "Bật tính năng tìm kiếm email",
    "Warning, everything you type in the search bar will be sent to Zimbra." : "Cảnh báo, mọi thứ bạn gõ vào thanh tìm kiếm sẽ được gửi đến Zimbra.",
    "Enable navigation link (link to your Zimbra instance in the navigation menu)" : "Bật liên kết điều hướng (liên kết đến phiên bản Zimbra của bạn trong menu điều hướng)",
    "Successfully connected to Zimbra!" : "Kết nối thành công đến Zimbra!",
    "Error connecting to Zimbra:" : "Lỗi kết nối đến Zimbra:",
    "Invalid access token" : "Mã thông báo truy cập không hợp lệ",
    "Zimbra second factor is required" : "Yếu tố xác thực thứ hai của Zimbra là bắt buộc",
    "Invalid login/password or second factor" : "Đăng nhập/mật khẩu không hợp lệ hoặc yêu cầu thêm yếu tố xác thực",
    "Invalid login/password" : "Đăng nhập/mật khẩu không hợp lệ",
    "Zimbra options saved" : "Các tùy chọn Zimbra đã được lưu",
    "Failed to save Zimbra options" : "Không thể lưu các tùy chọn Zimbra",
    "No Zimbra account connected" : "Không có tài khoản Zimbra được kết nối",
    "Error connecting to Zimbra" : "Lỗi kết nối đến Zimbra",
    "No Zimbra unread email!" : "Không có email chưa đọc từ Zimbra!",
    "Failed to get Zimbra emails" : "Không thể lấy các email từ Zimbra",
    "Failed to edit Zimbra todo" : "Không thể chỉnh sửa công việc cần làm trong Zimbra",
    "No Zimbra upcoming events!" : "Không có sự kiện sắp tới từ Zimbra!",
    "Failed to get Zimbra upcoming events" : "Không thể lấy các sự kiện sắp tới từ Zimbra"
},"pluralForm" :"nplurals=1; plural=0;"
}